{
  "id": "1e597c75-14f3-4ff0-affe-1d4c89b12d5c",
  "name": "Custom - common-grant.pdf",
  "description": "Custom uploaded template",
  "sections": [
    {
      "id": "cover-sheet",
      "title": "Cover Sheet",
      "description": "Basic information about the organization and the grant application.",
      "questions": [
        {
          "id": "application-date",
          "text": "Date of Application",
          "type": "text"
        },
        {
          "id": "organization-name",
          "text": "Legal Name of Organization Applying",
          "type": "text"
        },
        {
          "id": "year-founded",
          "text": "Year Founded",
          "type": "text"
        },
        {
          "id": "annual-budget",
          "text": "Current Annual Operating Budget",
          "type": "text"
        },
        {
          "id": "united-way-funding",
          "text": "Are you currently receiving United Way Program Funding? Identify programs and amount:",
          "type": "textarea"
        },
        {
          "id": "executive-director",
          "text": "Executive Director",
          "type": "text"
        },
        {
          "id": "contact-person",
          "text": "Contact Person/Title (if different from Executive Director)",
          "type": "text"
        },
        {
          "id": "address",
          "text": "Address (principal/administrative office)",
          "type": "text"
        },
        {
          "id": "mailing-address",
          "text": "Mailing Address, if different from above",
          "type": "text"
        },
        {
          "id": "city-state-zip",
          "text": "City, State, Zip",
          "type": "text"
        },
        {
          "id": "phone-number",
          "text": "Phone Number",
          "type": "text"
        },
        {
          "id": "fax-number",
          "text": "Fax Number",
          "type": "text"
        },
        {
          "id": "project-name",
          "text": "Project Name",
          "type": "text"
        },
        {
          "id": "grant-purpose",
          "text": "Purpose of Grant (one sentence)",
          "type": "textarea"
        },
        {
          "id": "project-dates",
          "text": "Beginning and Ending Dates of the Project/Campaign",
          "type": "text"
        },
        {
          "id": "amount-requested",
          "text": "Amount Requested",
          "type": "text"
        },
        {
          "id": "total-project-cost",
          "text": "Total Project Cost",
          "type": "text"
        },
        {
          "id": "geographic-area",
          "text": "Geographic Area Served",
          "type": "text"
        },
        {
          "id": "board-chair-signature",
          "text": "Board of Directors Chairperson Signature and Typed Name and Title",
          "type": "textarea"
        },
        {
          "id": "executive-director-signature",
          "text": "Executive Director Signature and Typed Name and Title",
          "type": "textarea"
        }
      ]
    },
    {
      "id": "narrative-section",
      "title": "Narrative",
      "description": "Detailed description of the organization and the proposed project.",
      "questions": [
        {
          "id": "organization-history",
          "text": "Summarize your organization’s history.",
          "type": "textarea"
        },
        {
          "id": "mission-goals",
          "text": "State your mission and goals, future challenges, and long-range plans.",
          "type": "textarea"
        },
        {
          "id": "current-programs",
          "text": "Outline current programs and activities. Highlight accomplishments. TIP: Differentiate yourself from similar or competing organizations",
          "type": "textarea"
        },
        {
          "id": "grant-purpose-detailed",
          "text": "Describe the proposed program or project. Identify the needs/problems to be addressed, target population and number of people to be served by the project. Describe the project goals and objectives, and your plan to meet them. Define the project as a new or continuing program. Identify other organizations, partners or funders participating in the project and their roles. Provide a timetable for implementation. Identify long-term funding resources. TIP: If a similar program or service has been conducted by your organization or another, please discuss its impact. Does it represent an expansion or duplication of services in your area? If it doesn’t, define its potential to serve as a model program locally or nationally.",
          "type": "textarea"
        },
        {
          "id": "evaluation-plan",
          "text": "Describe your plan to document progress and results. Interim and final evaluation and expenditure reports will be required for every grant awarded. TIP: Set measurable goals for the program and specify your plans to communicate with the foundation during the grant period.",
          "type": "textarea"
        }
      ]
    },
    {
      "id": "attachments-section",
      "title": "Attachments",
      "description": "Supporting documents for the grant application.",
      "questions": [
        {
          "id": "irs-determination-letter",
          "text": "Copy of the current IRS determination letter indicating 501 (c)(3) tax-exempt status.",
          "type": "text"
        },
        {
          "id": "payroll-tax-statement",
          "text": "Statement verifying payroll tax payments.",
          "type": "text"
        },
        {
          "id": "organizational-structure",
          "text": "Organizational structure, including: List of officers and directors, including occupations, places of employment, and relevant affiliations. Description of board responsibilities, including committee assignments. Resumes and/or job descriptions of key personnel involved in the project.",
          "type": "textarea"
        },
        {
          "id": "financial-information",
          "text": "Finances, including: Grant budget. List of other funders, potential funders and amounts committed or requested, including public contracts, individual contributions and other sources of income supporting the project. Current board-approved annual operating budget, including expenses and income. Most recent audited annual financial statement. Letters of support (optional) that substantiate need for the project and collaboration with other organizations. Annual report, if available.",
          "type": "textarea"
        }
      ]
    },
    {
      "id": "budget-section",
      "title": "Budget",
      "description": "Detailed breakdown of project expenses and income.",
      "questions": [
        {
          "id": "budget-period",
          "text": "Please specify the budget period (e.g. January 1, 1996 to December 30, 1996).",
          "type": "text"
        },
        {
          "id": "expenses",
          "text": "Please itemize the following expenses. Be sure to include any additional items relevant to your particular program. Provide an expense total. Salaries and wages by individual position, specifying full- or part-time positions. Payroll taxes. Fringe benefits and related fees. Consultant and professional fees (e.g. accounting, legal, etc.). Travel. Equipment. Supplies. Printing and copying. Telephone and fax. Postage and delivery. Rent. Utilities. In-kind expenses. TOTAL EXPENSES",
          "type": "textarea"
        },
        {
          "id": "income",
          "text": "Please include all confirmed and anticipated sources of revenue, and indicate their status. Provide an income total. Government grants and contracts. Foundations. Corporations. Earned Income. United Way, Combined Federal Campaign or other federated campaigns. Individual contributions. Fundraising events and product sales. Membership income. In-kind support. Additional revenue. TOTAL INCOME",
          "type": "textarea"
        }
      ]
    },
    {
      "id": "capital-campaign-narrative",
      "title": "Capital Campaign Narrative",
      "description": "Detailed description of the organization and the proposed capital campaign.",
      "questions": [
        {
          "id": "organization-history-capital",
          "text": "Summarize your organization’s history.",
          "type": "textarea"
        },
        {
          "id": "mission-goals-capital",
          "text": "State your mission and goals, future challenges, and long-range plans. Describe current programs, activities and accomplishments. TIP: Differentiate yourself from similar or competing organizations",
          "type": "textarea"
        },
        {
          "id": "campaign-purpose",
          "text": "Describe the proposed campaign, including goals and objectives. Identify the need/problem to be addressed, target population and number of people to be served by the project. Define the campaign as new or continuing. Identify other participating organizations in the project and their roles. Provide a timetable for implementation and completion. List the campaign leadership, their strengths and affiliations. Identify regulatory approvals, if required. Discuss implications of this campaign in relation to the organization’s ongoing operational expenses. TIP: If timing is a critical success factor or a “window of opportunity” exists that impacts the success of your capital campaign, please elaborate.",
          "type": "textarea"
        },
        {
          "id": "evaluation-plan-capital",
          "text": "Describe your plan to document progress and results. Interim and final evaluation and expenditure reports will be required for every grant awarded. TIP: Set measurable goals for the program and specify your plans to communicate with the foundation during the grant period.",
          "type": "textarea"
        }
      ]
    },
    {
      "id": "capital-campaign-attachments",
      "title": "Capital Campaign Attachments",
      "description": "Supporting documents for the capital campaign application.",
      "questions": [
        {
          "id": "irs-determination-letter-capital",
          "text": "Copy of the current IRS determination letter indicating 501 (c)(3) tax-exempt status",
          "type": "text"
        },
        {
          "id": "payroll-tax-statement-capital",
          "text": "Statement verifying payroll tax payments",
          "type": "text"
        },
        {
          "id": "organizational-structure-capital",
          "text": "Organizational structure, including: List of officers and directors, including occupations, places of employment, and relevant affiliations. Description of board responsibilities, including committee assignments.",
          "type": "textarea"
        },
        {
          "id": "financial-information-capital",
          "text": "Financial information, including: Capital campaign budget. Describe your fundraising strategy by donor categories; list other foundation and corporate funders and the amounts committed or requested. Include all public funds and individual contributions supporting the project. Specify the amount to be raised from your board. Current board-approved annual operating budget, including expenses and income. Most recent audited annual financial statement. Letters of support (optional) that substantiate need for the campaign and collaboration with other organizations. Annual report, if available. Summary of most recent capital campaign, outlining the campaign goal, amount raised, board contributions, and beginning and ending dates.",
          "type": "textarea"
        }
      ]
    }
  ],
  "created_at": "2025-05-22T20:13:35.642139"
}